import { TranslationDictionary } from '../model';

export const TRANSLATION_DICTIONARY_RU: TranslationDictionary = {
  goodBye: 'Нам очень жаль, что Вы нас покидаете 😿',
  thankYou:
    'Спасибо! Вы будете получать новое меню каждую пятницу в 12:00 по московскому времени 🍽',
  error: 'Что-то пошло не так!',
  diner: 'Ужин',
  cookingTime: 'Время приготовления',
  ingredients: 'Ингредиенты',
  steps: 'Рецепт',
  cart: 'Список покупок',
  otherCategory: 'Другое',
  useStartCommandToStart:
    'Используйте команды /start и /stop, чтобы подписаться и отписаться от рассылки.',
};
