[
  {
    "recipes": [
      {
        "steps": [
          "Отварите рис до готовности, следуя инструкции на упаковке.",
          "Нарежьте говядину тонкими полосками примерно как на бефстроганов. Лук порежьте тонкими полукольцами. Перец порежьте длинными тонкими ломтиками.",
          "Разогрейте сковороду с маслом. Жарьте говядину на среднем огне до готовности, помешивая.",
          "Уберите мясо из сковороды. Выложите в сковороду лук и перец, жарьте до мягкости, 5-7 минут, при необходимости добавьте еще немного масла.",
          "Добавьте на сковороду томатный соус, специи, соль, перец и говядину, перемешайте. Тушите на слабом огне 3 минуты.",
          "Порционно выложите рис и тушеное мясо с овощами и соусом. Перед подачей посыпьте рубленной кинзой."
        ],
        "ingredients": [
          {
            "name": "Филе телятины",
            "amount": 350,
            "unit": "г"
          },
          {
            "name": "Рис жасмин",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Томатный соус",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Красная луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Тимьян",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Паприка",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Кинза"
          }
        ],
        "title": "Фахитас с рисом"
      }
    ],
    "readyInTime": "60 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Мясо нарежьте кубиками со стороной 1 см. В сотейнике на среднем огне разогрейте каплю масла, выложите мясо, посолите и поперчите. Обжаривайте, постоянно помешивая, 10 минут.",
          "Шампиньоны нарежьте крупно, помидоры кубиками, а болгарский перец очистите от семян и порежьте тонкими перьями.",
          "В сотейник выложите овощи, посолите и поперчите, обжаривайте 5 минут. Добавьте сметану. Тушите на слабом огне под крышкой 15 минут, пару раз перемешав."
        ],
        "ingredients": [
          {
            "name": "Филе телятины",
            "amount": 300,
            "unit": "г"
          },
          {
            "name": "Шампиньоны",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Сметана 20-25%",
            "amount": 150,
            "unit": "мл"
          },
          {
            "name": "Помидор",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Оливковое масло"
          }
        ],
        "title": "Телятина с овощами, тушеная в сметане"
      },
      {
        "steps": [
          "Вскипятите воду в чайнике, перелейте в кастрюлю. Отварите пасту до готовности, предварительно подсолив воду. Отбросьте в дуршлаг.",
          "Добавьте в макароны сливочное масло."
        ],
        "ingredients": [
          {
            "name": "Паста пенне ригате",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Сливочное масло",
            "amount": 20,
            "unit": "г"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Макароны"
      }
    ],
    "readyInTime": "60 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Духовку разогрейте до 180 °C. Филе отбейте, посыпьте солью и перцем и хорошенько натрите со всех сторон.",
          "Сыр натрите. Раздавите чеснок, петрушку нарежьте мелко, смешайте со сметаной, посолите и поперчите по вкусу.",
          "Выложите курицу в форму для запекания, смажьте с одной стороны сметанным соусом, посыпьте сыром и сверните в рулетики. Сверху оберните рулеты в бекон, закрепите бекон при помощи зубочисток и отправьте рулеты в духовку на 10-15 минут."
        ],
        "ingredients": [
          {
            "name": "Сыр твердый",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Сметана 20-25%",
            "amount": 75,
            "unit": "мл"
          },
          {
            "name": "Бекон (полоска)",
            "amount": 6,
            "unit": "шт"
          },
          {
            "name": "Куриное филе",
            "amount": 3,
            "unit": "шт"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Петрушка"
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Куриные рулетики с беконом и сыром"
      },
      {
        "steps": [
          "Можете приготовить салат до основного блюда, чтобы он немного постоял и пропитался.",
          "Пекинскую капусту нашинкуйте. Огурец порежьте соломкой, укроп измельчите.",
          "Капусту слегка помните руками, соедините все овощи и зелень. Посолите и поперчите, полейте маслом и лимонным соком. Перемешайте и дайте немного постоять перед подачей."
        ],
        "ingredients": [
          {
            "name": "Капуста пекинская",
            "amount": 300,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Огурец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Оливковое масло"
          },
          {
            "name": "Укроп"
          },
          {
            "name": "Лимон"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Салат из пекинской капусты, зелени и огурцов"
      }
    ],
    "readyInTime": "60 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Для пожарских котлет важно использовать нежное мясо куриных бедер. Его необходимо порубить в блендере (но не в мясорубке) или ножом на мелкие кусочки.",
          "Положите половину сливочного масла в морозилку.",
          "Залейте хлеб молоком (50 мл), покрошив его, и оставьте размокать. Лук нарежьте очень мелко и обжарьте до золотистого цвета, не давая ему подгореть.",
          "В миске соедините фарш, жареный лук и хлеб со молоком, посолите и поперчите. Хорошо мешайте в течение 3-4 минут. Уберите миску в морозилку на 10 минут, чтобы котлеты стали сочнее.",
          "Тем временем очистите картофель и крупно нарежьте. Разогрейте в чайнике воду, залейте в кастрюлю с картофелем и варите под крышкой на среднем огне 15-20 минут до мягкости. Затем слейте воду, разомните толкушкой, добавив половину оставшегося сливочного масла, соль и следом - теплое молоко.",
          "Включите духовку на 180 градусов и достаньте фарш и масло из морозилки. Масло нарежьте кубиками стороной менее 1 см. Вылепите котлеты, смачивая руки холодной водой, втыкая в каждую 2 кубика масла. Затем обваляйте котлеты в панировочных сухарях.",
          "Разогрейте сковороду с растительным маслом. Жарьте котлеты на среднем огне по 3 минуты с каждой стороны. Затем переложите в форму для запекания и отправьте в разогретую до 180 градусов духовку на 10 минут. Нежнейшие котлеты готовы! Подавайте с картофельным пюре)"
        ],
        "ingredients": [
          {
            "name": "Картофель",
            "amount": 500,
            "unit": "г"
          },
          {
            "name": "Филе с куриного бедра",
            "amount": 500,
            "unit": "г"
          },
          {
            "name": "Молоко",
            "amount": 150,
            "unit": "мл"
          },
          {
            "name": "Панировочные сухари",
            "amount": 80,
            "unit": "г"
          },
          {
            "name": "Сливочное масло",
            "amount": 60,
            "unit": "г"
          },
          {
            "name": "Белый хлеб (кусок)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Настоящие пожарские котлеты с картофельным пюре"
      },
      {
        "steps": [
          "Заправьте капусту нерафинированным подсолнечным маслом по желанию."
        ],
        "ingredients": [
          {
            "name": "Капуста квашеная",
            "amount": 250,
            "unit": "г"
          }
        ],
        "title": "Квашеная капуста"
      }
    ],
    "readyInTime": "60 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Картофель очистите и поставьте вариться в подсоленной воде.",
          "Лук нарежьте полукольцами, морковь тонкими дольками, сельдерей также дольками.",
          "Растительное масло разогрейте в сковороде, обжарьте сначала лук, потом добавьте к нему морковь и сельдерей.",
          "Рыбу порежьте не крупными кусочками и положите к овощам, добавьте соль, перец, тимьян, добавьте сметану.",
          "Потушите минуту и всыпьте муку, перемешайте, чтобы не было комочков.",
          "Переложите начинку в жаропрочную форму.",
          "Для картофельной крышки отварной картофель разомните толкушкой, добавьте к нему соль, перец, яйцо и сливочное масло. Если пюре слишком густое, то можно подлить немного сливок или молока.",
          "Равномерно выложите картофель на рыбную начинку и запеките до румяной корочки в течении 15 мин при 200С."
        ],
        "ingredients": [
          {
            "name": "Белая рыба (треска, тилапия, судак, окунь и т. д.)",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Картофель",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Сметана 20-25%",
            "amount": 200,
            "unit": "мл"
          },
          {
            "name": "Сливочное масло",
            "amount": 20,
            "unit": "г"
          },
          {
            "name": "Мука",
            "amount": 20,
            "unit": "г"
          },
          {
            "name": "Сельдерей (стебель)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Куриное яйцо",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Морковь",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Тимьян",
            "amount": 0.5,
            "unit": "ч.л."
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Рыбный пирог с картофельной крышкой"
      }
    ],
    "readyInTime": "65 минут"
  }
]