[
  {
    "recipes": [
      {
        "steps": [
          "Говядину прокрутите в мясорубке или блендере, что бы получился фарш.",
          "Лук и чеснок мелко нарубите и добавьте в фарш. Туда же добавьте яйцо, панировочные сухари, соль и перец.",
          "Петрушку нарубите и дабавьте к мясу, тщательно выместите руками, что бы получился однородный фарш.",
          "Мокрыми руками слепите фрикадельки небольшого размера и обжарьте их на растительном масле до румяной корочки.",
          "Картофель очистите и нарежьте кружками толщиной около 0.5 см.",
          "На дно глубокой жаропрочной формы небольшого размера выложите картофель, сверху обжаренные фрикадельки.",
          "В сливки добавьте соль, перец и тимьян, перемешайте и равномерно полейте получившимся соусом фрикадельки.",
          "Выпекайте при 180С около 30 минут."
        ],
        "ingredients": [
          {
            "name": "Говядина для фарша",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Картофель",
            "amount": 300,
            "unit": "г"
          },
          {
            "name": "Сливки 20%",
            "amount": 200,
            "unit": "мл"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Панировочные сухари",
            "amount": 2,
            "unit": "ст.л."
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Куриное яйцо",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Тимьян",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Петрушка"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Тефтели из говядины запеченные в сливочном соусе"
      },
      {
        "steps": [
          "Натрите морковь на средней или корейской терке, чеснок измельчите при помощи чеснокодавилки.",
          "Выложите морковь и чеснок в миску для салата, посолите по вкусу и заправьте греческим йогуртом."
        ],
        "ingredients": [
          {
            "name": "Греческий йогурт",
            "amount": 50,
            "unit": "мл"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Морковь",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Салат из моркови с чесноком"
      }
    ],
    "readyInTime": "60 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Пасту отварите до состояния аль-денте в соответствии с инструкцией на упаковке.",
          "Из авокадо удалите косточку, очистите, нарежьте кубиками и отправьте в блендер. Добавьте немного оливкового масла, лимонный сок, чеснок, соль и перец. Взбейте повторно.",
          "Бекон нарежьте небольшими кусочками, слегка обжарьте на сухой сковороде. Добавьте бекон и соус к пасте, перемешайте, разложите порционно и подавайте, посыпав тертым сыром."
        ],
        "ingredients": [
          {
            "name": "Паста лингвини или феттучини",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Бекон (полоска)",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Пармезан или другой твердый сыр",
            "amount": 75,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Авокадо",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Оливковое масло"
          },
          {
            "name": "Лимон",
            "amount": 0.5,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Паста с беконом и соусом из авокадо"
      }
    ],
    "readyInTime": "40 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Замаринуйте курицу минимум на полчаса, максимум на сутки. Для этого каждую куриную грудку разрежьте вдоль посередине, чтобы получилось 2 нетолстых стейка. В пакете с зип локом или в контейнере смешайте половину соевого соуса и оливковое масло (2 ст. ложки для меню на 2-3 порции, 3 ст. ложки для меню на 4-6 порций).",
          "Рис сварите, как написано на упаковке. Кунжут поджарьте на сухой сковороде и отложите. В той же сковороде разогрейте немного масла, обжаривайте стейки по 4 минуты с каждой стороны до готовности. Отложите.",
          "Огурец нарежьте мелким кубиком. Авокадо очистите и нарежьте кубиком.",
          "В глубокую тарелку выложите секциями рис, огурец, авокадо. Огурец приправьте соевым соусом и оливковым маслом. Куриную грудку порежьте наискосок ломтиками и выложите сверху, посыпьте жареным кунжутом."
        ],
        "ingredients": [
          {
            "name": "Длиннозерный рис (жасмин, басмати, индика)",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Соевый соус",
            "amount": 60,
            "unit": "мл"
          },
          {
            "name": "Кунжут",
            "amount": 20,
            "unit": "г"
          },
          {
            "name": "Огурец",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Куриное филе",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Авокадо",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Оливковое масло"
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Боул с курицей и рисом"
      },
      {
        "steps": [
          "Авокадо очистите, удалите косточку и нарежьте произвольно. Лук порежьте полукольцами и обдайте кипятком, помидор - дольками. Петрушку порубите не очень мелко.",
          "Выложите в салатник лук, оливковое масло, соль и перец, выдавите сок лимона, подавите все вместе вилкой, чтобы лук дал сок. Выложите помидоры и авокадо, перемешайте.",
          "Посыпьте зеленью и подавайте."
        ],
        "ingredients": [
          {
            "name": "Томаты черри",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Авокадо",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 0.5,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Петрушка"
          },
          {
            "name": "Оливковое масло"
          },
          {
            "name": "Лимон",
            "amount": 0.5,
            "unit": "шт"
          }
        ],
        "title": "Салат из помидоров и авокадо"
      }
    ],
    "readyInTime": "60 минут (30 минут маринование)"
  },
  {
    "recipes": [
      {
        "steps": [
          "Отварите фунчозу в соответствии с инструкцией на упаковке, отбросьте на дуршлаг.",
          "Курицу нарежьте небольшими кусочками, примерно по 2 см. Чеснок и лук мелко нарежьте, болгарский перец очистите от семян и мелко нарежьте, морковь натрите на терке, перец чили нарежьте мелко (если используете свежий).",
          "Прогрейте сковороду с каплей оливкового масла на быстром огне. Выложите в сковороду сахар, держите на слабом огне, пока он не начнет таять.",
          "Как только сахар растает - добавьте чеснок, болгарский перец, чили, лук и морковь, перемешайте, залейте соевым соусом и снова перемешайте. Прибавьте огонь до среднего",
          "Добавьте курицу, перемешивайте, пока карамель не начнет густеть. Обжаривайте до готовности курицы, 5-10 минут, постоянно перемешивая, чтобы карамель не подгорела, а затем добавьте фунчозу, перемешайте и прогрейте, подавайте к столу.",
          "Кунжут обжарьте на сухой сковороде. Перед подачей посыпьте блюдо кунжутом."
        ],
        "ingredients": [
          {
            "name": "Лапша стеклянная фунчоза",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Соевый соус",
            "amount": 50,
            "unit": "мл"
          },
          {
            "name": "Сахар",
            "amount": 20,
            "unit": "г"
          },
          {
            "name": "Кунжут",
            "amount": 20,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 3,
            "unit": "шт"
          },
          {
            "name": "Куриное филе",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Морковь",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Красный перец чили",
            "amount": 0.5,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Оливковое масло"
          }
        ],
        "title": "Карамелизованная курица с фунчозой по-китайски"
      }
    ],
    "readyInTime": "60 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Яйца отварите вкрутую (7-8 минут в кипящей воде). Картофель очистите и промойте. Подсолите воду, отправьте овощи вариться до готовности. Воду слейте, остудите. Затем нарежьте картофель тонкими кружочками.",
          "Яйца остудите, очистите и нарежьте кольцами или четвертинками. Очистите яблоко, удалите сердцевину и порежьте тонкой соломкой, листовой салат нарвите крупно. Морковь очистите и натрите на терке.",
          "В сковороде разогрейте каплю масла, обжарьте морковь с щепоткой сахара. Обжаривайте, помешивая, на хорошем огне 2 минуты. Добавьте яблоко, перемешайте, жарьте еще минуту.",
          "Филе лосося нарежьте небольшими кубиками, подсолите и поперчите. На сковороде разогрейте каплю масла. Обжаривайте рыбу с обеих сторон по 2 минуты до готовности.",
          "Зеленый лук нарежьте мелко, салат нарвите. Соедините йогурт, горчицу и уксус, подсолите и перемешайте. Добавьте соус к листовому салату, выложите морковь с яблоком, перемешайте.",
          "Картофель выложите на порционные тарелки, укройте салатом, сверху уложите кусочки рыбы и яйца. Перед подачей украсьте луком и кунжутом, посыпьте нарезанными каперсами."
        ],
        "ingredients": [
          {
            "name": "Картофель",
            "amount": 500,
            "unit": "г"
          },
          {
            "name": "Филе лосося",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Греческий йогурт",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Куриное яйцо",
            "amount": 3,
            "unit": "шт"
          },
          {
            "name": "Дижонская горчица",
            "amount": 1,
            "unit": "ст.л."
          },
          {
            "name": "Морковь",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Зеленое яблоко",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Каперсы (необязательно)",
            "amount": 1,
            "unit": "ст.л."
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Оливковое масло"
          },
          {
            "name": "Листовой салат романо (пучок)",
            "amount": 0.5,
            "unit": "шт"
          },
          {
            "name": "Винный уксус",
            "amount": 0.5,
            "unit": "ст.л."
          },
          {
            "name": "Зеленый лук"
          }
        ],
        "title": "Здоровый салат \"Мимоза\" с лососем и картофелем"
      }
    ],
    "readyInTime": "50 минут"
  }
]