[
  {
    "recipes": [
      {
        "steps": [
          "Нарежьте мясо кубиками. Очистите и нарежьте лук. Морковь нарежьте кубиками. Лука и моркови должно быть довольно много, берите овощи крупного размера.",
          "Хорошо разогрейте в толстостенной кастрюле растительное масло и обжарьте кусочки мяса до румяной корочки, постоянно помешивая. Старайтесь, чтобы мясо не дало сок - в этом поможет сильный разогрев и постоянное помешивание до образования корочки.",
          "Вскипятите чайник. Добавьте к мясу лук и морковь, и, постоянно перемешивая, тушите 15 минут. В конце тушения добавьте специи для плова, посолите, добавьте перец горошком, перемешайте.",
          "Промойте рис, выложите в кастрюлю. Залейте кипятком на пару см. выше уровня риса, добавьте очищенные зубчики чеснока (или головку чеснока, отрезав у нее нижнюю часть поперек). Тушите под крышкой на среднем огне до готовности риса, при необходимости добавляя воду, но не перемешивая плов. Как только рис будет готов, перемешайте плов.",
          "Выключите плов, дайте ему настояться в течение 5 минут, а затем подавайте к столу."
        ],
        "ingredients": [
          {
            "name": "Филе говядины",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Вода",
            "amount": 400,
            "unit": "мл"
          },
          {
            "name": "Рис для плова",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 4,
            "unit": "шт"
          },
          {
            "name": "Перец горошком",
            "amount": 4,
            "unit": "шт"
          },
          {
            "name": "Морковь",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Специи для плова",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Лавровый лист",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Плов с говядиной"
      },
      {
        "steps": [
          "Овощи промойте, нарежьте так, как вам больше нравится, выложите на тарелку и подавайте к столу."
        ],
        "ingredients": [
          {
            "name": "Редис",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Помидор",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Огурец",
            "amount": 1,
            "unit": "шт"
          }
        ],
        "title": "Нарезка из свежих овощей"
      }
    ],
    "readyInTime": "50 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "На сковороде разогрейте растительное масло. Разрежьте цыпленка вдоль брюшка, чтобы тушка приняла плоскую форму. Хорошо натрите солью, перцем и специями с обеих сторон.",
          "Положите цыпленка на сковороду и придавите так, чтобы он плотно прилегал ко дну сковородки (можно использовать деревянную доску и тяжелую кастрюлю).",
          "Жарьте на среднем огне 15–20 минут, до появления золотистой корочки, затем переверните и продолжайте жарить приблизительно еще 15–20 минут. Чтобы проверить, готов ли цыпленок, проколите его ножом или вилкой — если из него идет прозрачный сок, значит, он готов. Очень важно не пережарить, чтобы цыпленок не получился сухим.",
          "Раздавите чеснок чеснокодавилкой или натрите на мелкой терке. Налейте в соусницу воду, положите в воду чеснок, перемешайте.",
          "Готового горячего цыпленка полейте чесночной водой перед подачей."
        ],
        "ingredients": [
          {
            "name": "Вода",
            "amount": 50,
            "unit": "мл"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Фермерский цыпленок",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Специи для курицы",
            "amount": 0.5,
            "unit": "ч.л."
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Цыпленок тапака"
      },
      {
        "steps": [
          "Нарежьте огурцы и помидоры кубиками, лук - тонкими полукольцами, зелень мелко порубите.",
          "Переложите овощи и зелень в миску, посолите и поперчите, добавьте базилик, заправьте маслом и перемешайте."
        ],
        "ingredients": [
          {
            "name": "Огурец",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Помидор",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Оливковое масло"
          },
          {
            "name": "Петрушка"
          },
          {
            "name": "Базилик (сушеный)",
            "amount": 0.5,
            "unit": "ч.л."
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Овощной салат"
      }
    ],
    "readyInTime": "55 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Вскипятите воду в чайнике. Перелейте воду в кастрюлю. Подсолите кипящую воду и отварите в ней пасту до состояния аль-денте, следуя инструкциям на упаковке. Готовую пасту откиньте на дуршлаг.",
          "Грибы нарежьте тонкими ломтиками и припустите в небольшом количестве подсоленной воды в течение 5-10 минут.",
          "На сковороде растопите сливочное масло, добавьте муку, смешайте с маслом и посолите. Тонкой струйкой влейте сливки и перемешайте так, чтобы не было комочков. Доведите соус до кипения.",
          "Добавьте в сливочный соус грибы с небольшим количеством бульона (оставшийся бульон не выливайте). Хорошо прогрейте соус в течение 1-2 минут на среднем огне.",
          "Натрите сыр на терке. Добавьте сыр в соус, хорошо перемешайте. Готовый соус должен быть консистенции жидкой сметаны. Если соус получился слишком густым, добавьте в него немного грибного бульона.",
          "Положите пасту в тарелки, сверху полейте сливочным соусом и посыпьте мелко нарезанной зеленью и тертым сыром."
        ],
        "ingredients": [
          {
            "name": "Шампиньоны",
            "amount": 250,
            "unit": "г"
          },
          {
            "name": "Паста феттучини",
            "amount": 250,
            "unit": "г"
          },
          {
            "name": "Сливки 20%",
            "amount": 200,
            "unit": "мл"
          },
          {
            "name": "Сыр твердый",
            "amount": 75,
            "unit": "г"
          },
          {
            "name": "Мука",
            "amount": 30,
            "unit": "г"
          },
          {
            "name": "Сливочное масло",
            "amount": 30,
            "unit": "г"
          },
          {
            "name": "Петрушка"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Феттучини с грибами в сливочном соусе"
      }
    ],
    "readyInTime": "45 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Курицу мелко нарежьте и пропустите через мясорубку (или блендер) вместе с зубчиком чеснока и луком. Очищенный цукини натрите на терке и соедините с фаршем. Добавьте яичный желток, соль и перец. Перемешайте фарш.",
          "Сыр нарежьте прямоугольниками, под размер котлеты. Слепите небольшие котлеты и в середину каждой поместите сыр. Хорошо залепите, чтобы сыр не вытек.",
          "Разогрейте духовку до 180°С. Разогрейте антипригарную сковороду с капелькой оливкового масла и обжарьте с обеих сторон котлеты до корочки.",
          "Переложите котлеты в термостойкое блюдо и отправьте в духовку на 15 минут."
        ],
        "ingredients": [
          {
            "name": "Сыр твердый",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Куриное филе",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Куриное яйцо",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Цукини",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Оливковое масло"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Куриные котлеты с сыром"
      },
      {
        "steps": [
          "Картофель очистите, нарежьте брусочками. Лук - полукольцами, грибы пластинками.",
          "На сковороде разогрейте растительное масло, добавьте картошку, обжаривайте, помешивая, на среднем огне 15 минут.",
          "На другой сковороде разогрейте растительное масло, обжарьте лук до золотистого цвета, а затем добавьте к луку грибы и жарьте до готовности.",
          "Соедините содержимое обеих сковород в одной, перемешайте, посолите и поперчите и прогрейте вместе в течение 1-2 минут.",
          "Подавайте блюдо с соусом."
        ],
        "ingredients": [
          {
            "name": "Картофель",
            "amount": 500,
            "unit": "г"
          },
          {
            "name": "Шампиньоны",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Жареная картошка с грибами и луком"
      }
    ],
    "readyInTime": "50 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Если овощей на гарнир вам не достаточно - отварите к ним рис, будет вкусно! Имбирь очистите, натрите на мелкой терке. Соедините половину имбиря и половину кунжутного масла, добавьте соевый соус, сок лайма по вкусу, тщательно перемешайте. Залейте рыбу подготовленным маринадом, посыпьте кунжутом. Тару затяните пленкой, отправьте мариноваться на 10- 30 минут. Маринад не выливайте - он пригодится для овощей.",
          "Филе нарежьте порционными кусочками. Сухую толстостенную сковороду разогрейте. На сильном огне обжаривайте рыбу по 2-3 минуты с каждой стороны до готовности. Выложите на тарелки.",
          "Морковь очистите, нарежьте пластинками. Перец очистите от семян, нарежьте широкими полосами. Грибы порежьте тонкими пластинками.",
          "Чеснок раздавите. Чили измельчите. На сковороде разогрейте оставшееся кунжутное масло. Выложите чеснок, имбирь и чили.",
          "Держите на сильном огне 10 секунд. Убавьте огонь, добавьте в сковороду морковь, болгарский перец, грибы. Поперчите, залейте оставшимся от рыбы маринадом. Жарьте, постоянно помешивая, 5 минут. В конце добавьте измельченный зеленый лук и перемешайте.",
          "Снимите блюдо с огня. На тарелку выложите овощи и рыбу и подавайте."
        ],
        "ingredients": [
          {
            "name": "Филе лосося (семга, форель, горбуша, кета)",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Шампиньоны",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Соевый соус",
            "amount": 30,
            "unit": "мл"
          },
          {
            "name": "Корень имбиря",
            "amount": 10,
            "unit": "г"
          },
          {
            "name": "Кунжутное масло",
            "amount": 10,
            "unit": "мл"
          },
          {
            "name": "Кунжут",
            "amount": 10,
            "unit": "г"
          },
          {
            "name": "Морковь",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Лайм",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Зеленый лук"
          },
          {
            "name": "Красный перец чили",
            "amount": 0.5,
            "unit": "шт"
          }
        ],
        "title": "Маринованный лосось с овощами по-китайски"
      }
    ],
    "readyInTime": "45 минут (30 минут маринование)"
  }
]