[
  {
    "recipes": [
      {
        "steps": [
          "Нарежьте куриное филе небольшими кусочками и обжарьте на разогретой сковороде с маслом практически до готовности. Обжаренное филе выложите на тарелку.",
          "Вскипятите чайник. Отварите собу в кипящей подсоленной воде на медленном огне без крышки, следуя инструкции на упаковке (среднее время варки - около 8 минут). Готовую лапшу откиньте на дуршлаг и промойте холодной водой.",
          "Нарежьте лук мелкими кубиками, перец – тонкой соломкой, а морковь нарежьте тонкими полосками или натрите на корейской терке.",
          "На разогретую сковороду с маслом выложите лук и морковь и обжарьте, периодически помешивая, около 5 минут.",
          "Добавьте на сковороду перец, перемешайте и жарьте еще 5 минут.",
          "Добавьте собу и куриное филе. Хорошо перемешайте. Добавьте соевый соус и рисовый уксус, поперчите и еще раз перемешайте. Тушите на медленном огне под крышкой 5 минут. Нарежьте зеленый лук.",
          "Подавайте собу с курицей и овощами в порционных тарелках, перед подачей посыпьте зеленым луком и кунжутом."
        ],
        "ingredients": [
          {
            "name": "Лапша соба (гречневая)",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Кунжут",
            "amount": 5,
            "unit": "г"
          },
          {
            "name": "Соевый соус",
            "amount": 3,
            "unit": "ст.л."
          },
          {
            "name": "Куриное филе",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Рисовый уксус",
            "amount": 2,
            "unit": "ст.л."
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Морковь",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Болгарский перец",
            "amount": 0.5,
            "unit": "шт"
          },
          {
            "name": "Зеленый лук"
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Соба с курицей и овощами"
      }
    ],
    "readyInTime": "25 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Разогрейте в сковороде растительное масло и обжарьте фарш на сильном огне до полного выпаривания жидкости и начала зарумянивания (минут 6-8). Посолите и добавьте перец чили и паприку.",
          "Лук, чеснок мелко нарежьте и добавьте к фаршу, перемешайте. Жарьте еще 3 минуты.",
          "Слейте жидкость из банки с фасолью, добавьте фасоль к мясу, перемешайте и сразу же влейте измельченные томаты в собственном соку. Уберите сковороду с огня.",
          "Мелко нарежьте болгарский перец, нарубите зелень. Перемешайте в миске вместе с солью и каплей масла. Натрите сыр на терке.",
          "Разложите лепешки. Сначала выложите на лепешки фарш. Затем выложите подготовленный болгарский перец. Сверху полейте сметаной, выложите нарезанный тонкими кружками соленый огурец и щедро посыпьте натертым сыром. Скрутите буррито конвертом.",
          "На небольшом огне обжарьте буррито по 1 минуте с обеих сторон. Выложите на тарелки и подавайте."
        ],
        "ingredients": [
          {
            "name": "Домашний фарш (свинина и говядина)",
            "amount": 300,
            "unit": "г"
          },
          {
            "name": "Томаты в с/с",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Сметана 20-25%",
            "amount": 150,
            "unit": "мл"
          },
          {
            "name": "Сыр твердый",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Лепешки тортильяс",
            "amount": 3,
            "unit": "шт"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Маринованные огурцы",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Банка красной консервированной фасоли",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Паприка",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Болгарский перец",
            "amount": 0.5,
            "unit": "шт"
          },
          {
            "name": "Красная луковица",
            "amount": 0.5,
            "unit": "шт"
          },
          {
            "name": "Красный перец чили по вкусу"
          },
          {
            "name": "Петрушка"
          }
        ],
        "title": "Мексиканский буррито"
      }
    ],
    "readyInTime": "40 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "По этому рецепту фрикадельки получатся сочные и нежные, как в Икеа) Добавьте в фарш соль, перец, мускатный орех и панировочные сухари. Перемешайте, добавьте половину молока и рубленную зелень.",
          "Вымешивайте фарш до однородности. Поставьте фарш в холодильник на полчаса-час.",
          "Разогрейте сковороду на среднем огне с растительным маслом. Мокрыми руками формируйте плотные фрикадельки и выкладывайте на сковороду постепенно, так, чтобы они не касались друг друга. Обжарьте со всех сторон до готовности. Готовые выложите в тарелку и обжаривайте остальные.",
          "Тем временем поставьте вариться спагетти в кипящей подсоленной воде.",
          "Возьмите оставшуюся половину молока для соуса. Приготовьте лопатку или венчик. На сковороду всыпьте муку и обжаривайте ее до появления легкого орехового запаха. Тонкой струйкой вливайте молоко и размешивайте 2 минуты до однородности на слабом огне, посолите, поперчите.",
          "Выложите в соус фрикадельки и протушите все вместе 5 минут. Подавайте со спагетти. К шведским фрикаделькам также обычно подается брусничное варенье, но в нашей стране это кажется необычным по вкусу. При желании можете украсить блюдо вареньем."
        ],
        "ingredients": [
          {
            "name": "Домашний фарш (свинина и говядина)",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Молоко",
            "amount": 350,
            "unit": "мл"
          },
          {
            "name": "Спагетти",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Панировочные сухари",
            "amount": 75,
            "unit": "г"
          },
          {
            "name": "Мука",
            "amount": 30,
            "unit": "г"
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Мускатный орех",
            "amount": 0.5,
            "unit": "ч.л."
          },
          {
            "name": "Петрушка"
          }
        ],
        "title": "Шведские фрикадельки"
      }
    ],
    "readyInTime": "45 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Картофель очистите и поставьте вариться в подсоленной воде.",
          "Лук нарежьте полукольцами, морковь тонкими дольками, сельдерей также дольками.",
          "Растительное масло разогрейте в сковороде, обжарьте сначала лук, потом добавьте к нему морковь и сельдерей.",
          "Рыбу порежьте не крупными кусочками и положите к овощам, добавьте соль, перец, тимьян, залейте сливками.",
          "Потушите минуту и всыпьте муку, перемешайте, чтобы не было комочков.",
          "Переложите начинку в жаропрочную форму.",
          "Для картофельной крышки отварной картофель разомните толкушкой, добавьте к нему соль, перец, яйцо и сливочное масло. Если пюре слишком густое, то можно подлить немного сливок или молока.",
          "Равномерно выложите картофель на рыбную начинку и запеките до румяной корочки в течение 15 мин при 200С."
        ],
        "ingredients": [
          {
            "name": "Белая рыба (треска, тилапия, судак, окунь и т. д.)",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Картофель",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Сливки 20%",
            "amount": 200,
            "unit": "мл"
          },
          {
            "name": "Мука",
            "amount": 20,
            "unit": "г"
          },
          {
            "name": "Сельдерей (стебель)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Сливочное масло",
            "amount": 1,
            "unit": "ст.л."
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Растительное масло",
            "amount": 1,
            "unit": "ст.л."
          },
          {
            "name": "Куриное яйцо",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Морковь",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Тимьян",
            "amount": 0.5,
            "unit": "ч.л."
          }
        ],
        "title": "Рыбный пирог с картофельной крышкой"
      },
      {
        "steps": [
          "Подавайте с маринованными или солеными огурцами."
        ],
        "ingredients": [
          {
            "name": "Маринованные огурцы",
            "amount": 5,
            "unit": "шт"
          }
        ],
        "title": "Маринованные огурцы"
      }
    ],
    "readyInTime": "45 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Рис отварите до готовности в подсоленной воде. Лук и чеснок мелко нарежьте и обжаривайте на масле в течение пары минут.",
          "Курицу порежьте кубиками, шампиньоны дольками и добавьте все к луку. Обжарьте на сильном огне в течение нескольких минут.",
          "Влейте сливки, добавьте соль и перец, доведите до кипения и готовьте на слабом огне, прикрыв крышкой примерно 5 минут.",
          "Добавьте листья шпината и перемешайте. Если необходимо, загустите соус 1-2 ч.л. кукурузного или картофельного крахмала."
        ],
        "ingredients": [
          {
            "name": "Сливки 20%",
            "amount": 150,
            "unit": "мл"
          },
          {
            "name": "Рис жасмин",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Шампиньоны",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Шпинат",
            "amount": 30,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Куриное филе",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          }
        ],
        "title": "Сливочная курица с шампиньонами и рисом жасмин"
      }
    ],
    "readyInTime": "30 минут"
  }
]