[
  {
    "recipes": [
      {
        "steps": [
          "Возьмите большую миску, добавьте в нее половину муки, яйцо, разрыхлитель, соль и перец. Постоянно перемешивая, постепенно залейте тесто пивом. Добившись равномерной консистенции, уберите тесто в холодильник на 20 минут.",
          "Разогрейте духовку до 180 °C.",
          "Тщательно помойте и обсушите картофель.",
          "Разрежьте каждую картофелину на 4-6 долек. Положите картошку в миску, добавьте 1-2 ст. л. растительного масла, соль, перец и паприку, перемешайте.",
          "Противень смажьте растительным маслом, выложите картофельные дольки и отправьте в духовку на 30-35 минут.",
          "Возьмите глубокую кастрюлю с толстыми стенками, залейте в нее растительное масло и поставьте разогреваться на среднем огне. Можно также жарить рыбу во фритюрнице.",
          "Тем временем, достаньте тесто из холодильника. Разделите филе на куски по количеству порций. Вам понадобится вторая глубокая миска, в нее выложите оставшуюся муку. Обмакните рыбу в тесто, слегка стряхните излишки и погрузите в муку, чтобы закрепить кляр.",
          "Когда масло начнет кипеть, по одному обжарьте в нем кусочки рыбы. Жарьте, пока филе не приобретет золотистый цвет.",
          "Приготовьте соус, соединив в миске сметану, раздавленный чеснок, мелко нарезанный укроп, соль и перец.",
          "Чтобы избавиться от излишков масла, промокните рыбу бумажными салфетками. Подавайте с картофелем и сметанно- чесночным соусом."
        ],
        "ingredients": [
          {
            "name": "Картофель",
            "amount": 500,
            "unit": "г"
          },
          {
            "name": "Белая рыба (треска, тилапия, судак, окунь и т. д.)",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Сметана 15%",
            "amount": 150,
            "unit": "мл"
          },
          {
            "name": "Мука",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Светлое или темное пиво",
            "amount": 100,
            "unit": "мл"
          },
          {
            "name": "Разрыхлитель",
            "amount": 5,
            "unit": "г"
          },
          {
            "name": "Куриное яйцо",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Паприка",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Фиш энд чипс"
      },
      {
        "steps": [
          "Овощи промойте, нарежьте так, как вам больше нравится, выложите на тарелку и подавайте к столу."
        ],
        "ingredients": [
          {
            "name": "Редис",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Помидор",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Огурец",
            "amount": 1,
            "unit": "шт"
          }
        ],
        "title": "Нарезка из свежих овощей"
      }
    ],
    "readyInTime": "40 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Говядину нарежьте небольшими кусочками. В большой кастрюле вскипятите воду, предварительно посолив и добавив немного оливкового масла. Уложите пасту и варите на минуту меньше, чем указано на упаковке, отбросьте в дуршлаг.",
          "Черри нарежьте дольками. В сотейнике разогрейте немного сливочного масла. Чеснок раздавите плоской частью ножа и отправьте обжариваться, добавьте тимьян. Обжаривайте на слабом огне.",
          "Добавьте в сотейник черри, пассеруйте с чесноком и травами пару минут. Добавьте мясо, поднимите огонь до среднего. Обжарьте со всех сторон до смены цвета.",
          "Выложите к мясу и томатам шпинат, перемешайте. Добавьте столовую ложку воды (можно использовать сок от пасты), добавьте в блюдо.",
          "Выложите мясо к начинке, добавьте томатную пасту, перемешайте и прогрейте пару минут. Блюдо можно подавать."
        ],
        "ingredients": [
          {
            "name": "Говядина",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Шпинат",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Спагетти",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Томаты черри",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Томатная паста",
            "amount": 3,
            "unit": "ст.л."
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Тимьян",
            "amount": 0.5,
            "unit": "ч.л."
          },
          {
            "name": "Сливочное масло"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Оливковое масло"
          }
        ],
        "title": "Спагетти с густым мясным соусом"
      }
    ],
    "readyInTime": "35 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Поставьте вариться рис согласно инструкции (в кипящую вводу засыпьте рис в соотношении 1:2, доведите до кипения, убавьте огонь и варите на слабом огне под крышкой, пока рис не впитает всю воду)",
          "Разрежьте курицу на средние куски (3-4 на порцию), сложите в кастрюлю или глубокую сковороду и поставьте тушить под закрытой крышкой.",
          "Мелко нарежьте чеснок и лук, перец нарежьте тоненькими полосками. Томаты разделите руками или вилкой на полоски, слегка разомните.",
          "Выложите курицу на сковороду, сохраните сок от нее. Добавьте сливочное масло, лук, перец, хмели-сунели, красный перец, чеснок и жарьте до образования корочки, очень часто помешивая.",
          "Добавьте в курицу горячий сок, помидоры. Если соуса мало, добавьте горячую воду или бульон, чтобы жидкость покрыла куски курицы.",
          "Плотно закройте крышкой, убавьте огонь (должно чуть-чуть булькать). Лук, перец и томаты должны в конце практически раствориться, а куриное мясо — отставать от костей.",
          "Подавайте с рисом, украсив зеленью"
        ],
        "ingredients": [
          {
            "name": "Томаты в с/с",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Рис",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Сливочное масло",
            "amount": 20,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 4,
            "unit": "шт"
          },
          {
            "name": "Хмели-сунели",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Целая курица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Красный перец чили",
            "amount": 0.5,
            "unit": "шт"
          }
        ],
        "title": "Чахохбили с рисом"
      },
      {
        "steps": [
          "Нарежьте огурцы и помидоры кубиками, лук - тонкими полукольцами, зелень мелко порубите.",
          "Переложите овощи и зелень в миску, посолите и поперчите, добавьте базилик, заправьте маслом и перемешайте."
        ],
        "ingredients": [
          {
            "name": "Огурец",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Помидор",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Оливковое масло"
          },
          {
            "name": "Петрушка"
          },
          {
            "name": "Базилик (сушеный)",
            "amount": 0.5,
            "unit": "ч.л."
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Овощной салат"
      }
    ],
    "readyInTime": "50 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Духовку разогрейте до 180 °C. Замаринуйте филе. Соедините масло и горчицу в пропорции 3 к 1, добавьте розмарин. Маринуйте 15 минут. Картофель нарежьте на дольки (по-деревенски), добавьте масло, соль и щепотку паприки, тщательно перемешайте.",
          "Выложите картофель в форму для запекания и отправьте в духовку на 15 минут.",
          "Выложите бекон, на него уложите филе и немного творожного сыра, сформируйте рулетик. Повторите со всеми ингредиентами.",
          "На сковороде разогрейте каплю масла. Обжарьте рулетики со всех сторон до золотистого цвета.",
          "Уложите рулетики поверх картофеля и запекайте 20 минут."
        ],
        "ingredients": [
          {
            "name": "Картофель",
            "amount": 500,
            "unit": "г"
          },
          {
            "name": "Филе с куриного бедра",
            "amount": 300,
            "unit": "г"
          },
          {
            "name": "Творожный сыр",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Бекон (полоска)",
            "amount": 6,
            "unit": "шт"
          },
          {
            "name": "Розмарин",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Горчица столовая",
            "amount": 1,
            "unit": "ст.л."
          },
          {
            "name": "Паприка",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Оливковое масло"
          },
          {
            "name": "Бумага для запекания"
          }
        ],
        "title": "Куриные рулетики с беконом и картофелем"
      }
    ],
    "readyInTime": "45 минут (30 минут маринование)"
  },
  {
    "recipes": [
      {
        "steps": [
          "В нашем меню впервые за долгое время блюдо длительного приготовления. Ручного труда не много, однако совокупного времени требует более 2 часов. Поэтому советуем перенести приготовление этого блюда на выходные.",
          "Ребра промойте, обсушите и нарежьте. Старайтесь, чтобы на каждом ребре мясо распределялось равномерно. Лук, морковь и чеснок очистите. Лук нарежьте полукольцами, морковь кубиками, чеснок мелко порубите. Разогрейте духовку до 200 °С.",
          "В толстостенной кастрюле или казане (посуду нужно будет поставить в духовку) разогрейте немного оливкового масла. Ребра обваляйте в муке и обжарьте со всех сторон до золотистой корочки.",
          "Ребра переложите в отдельную посуду. В казан отправьте овощи. Посолите и поперчите, обжаривайте 10 минут, периодически помешивая.",
          "Добавьте к овощам томатную пасту, перемешайте. Через пару минут залейте вином, добавьте томаты и воду (если у вас остался говяжий или куриный бульон - залейте его вместо воды).",
          "Добавьте в соус специи, посолите и поперчите по вкусу. Добавьте к овощам ребра. Казан накройте крышкой и поставьте в духовку на 2 часа. Когда мясо будет легко отходить от косточки - блюдо готово."
        ],
        "ingredients": [
          {
            "name": "Ребра говяжьи",
            "amount": 800,
            "unit": "г"
          },
          {
            "name": "Томаты в с/с",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Вода",
            "amount": 250,
            "unit": "мл"
          },
          {
            "name": "Красное сухое вино",
            "amount": 50,
            "unit": "мл"
          },
          {
            "name": "Мука",
            "amount": 30,
            "unit": "г"
          },
          {
            "name": "Лавровый лист",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Томатная паста",
            "amount": 2,
            "unit": "ст.л."
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Морковь",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Орегано",
            "amount": 0.5,
            "unit": "ч.л."
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Говяжьи ребра длительного томления"
      },
      {
        "steps": [
          "Картофель очистите, нарежьте на среднего размера кусочки и отварите в подсоленной воде до готовности.",
          "Пока варится картофель, приготовьте аджапсандал. Для приготовления используйте сковороду или кастрюлю с толстыми стенками. Баклажаны нарежьте кружочками, оставьте в соленой воде, пока готовятся остальные овощи.",
          "Лук мелко нарежьте, отправьте в кастрюлю с нагретым подсолнечным маслом, пассеруйте на среднем огне до золотистого цвета. Вскипятите чайник. Очистите помидоры от кожуры, предварительно обдав кипятком, нарежьте, отправьте к луку. Болгарский перец нарежьте полукольцами, удалите семена, добавьте в кастрюлю с луком и помидорами.",
          "Тушите овощи на медленном огне еще 10 минут, после приготовления посолите. Когда овощи будут почти готовы, мелко нарежьте или раздавите чеснок, отправьте к овощам. Всю зелень нарежьте, насыпьте к овощам.",
          "Затем обжарьте баклажаны на подсолнечном масле. Готовые баклажаны и сваренный картофель выложите в овощную смесь, перемешайте, прогрейте вместе 3 минуты и подавайте."
        ],
        "ingredients": [
          {
            "name": "Картофель",
            "amount": 500,
            "unit": "г"
          },
          {
            "name": "Помидор",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Баклажан",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Петрушка"
          }
        ],
        "title": "Аджапсандал с картофелем"
      }
    ],
    "readyInTime": "200 минут"
  }
]