[
  {
    "recipes": [
      {
        "steps": [
          "Разогрейте духовку до 200°С. Филе бедер нарежьте мелкими кусочками стороной 1 см.",
          "Грибы нарежьте на средние ломтики. Лук нарежьте мелко. Сыр натрите на средней терке. Сливочное масло для теста растопите на медленном огне.",
          "Подготовьте тесто – для этого слегка взбейте в миске яйца, затем добавьте молоко, растопленное сливочное масло, разрыхлитель, немного соли и муку. Тесто должно получиться однородным и жидким.",
          "На капле масла обжарьте лук до прозрачности, добавьте филе, хорошо посолите и поперчите, обжаривайте на хорошем огне 5 минут, часто помешивая, до испарения жидкости. Добавьте грибы и тушите еще 5 минут.",
          "Форму для выпечки смажьте маслом.",
          "В форму для выпечки налейте немного теста, чтобы оно ровным слоем покрывало дно формы.",
          "Выложите начинку и 2/3 натертого сыра, залейте оставшимся тестом. Сверху посыпьте оставшимся сыром.",
          "Поставьте пирог в духовку на 30-35 минут."
        ],
        "ingredients": [
          {
            "name": "Филе с куриного бедра",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Шампиньоны",
            "amount": 300,
            "unit": "г"
          },
          {
            "name": "Молоко",
            "amount": 300,
            "unit": "мл"
          },
          {
            "name": "Мука",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Сыр твердый",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Сливочное масло",
            "amount": 60,
            "unit": "г"
          },
          {
            "name": "Куриное яйцо",
            "amount": 3,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Заливной пирог «Жюльен»"
      },
      {
        "steps": [
          "Черри разрежьте на половинки, лук - мелко или полукольцами, фету порежьте кубиком или раскрошите руками.",
          "В салатнике смешайте оливковое масло, винный уксус (если у вас он есть), соль, перец, добавьте лук, подавите его вилкой, чтобы выделился сок. Добавьте черри и фету, перемешайте и подавайте."
        ],
        "ingredients": [
          {
            "name": "Томаты черри",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Сыр фета",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Красная луковица",
            "amount": 0.5,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Оливковое масло"
          }
        ],
        "title": "Салат с черри и фетой"
      }
    ],
    "readyInTime": "60 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Нарежьте говядину кубиками 2х2 см, лук – полукольцами, чеснок – маленькими кубиками, перец – тонкими полосками, а морковь натрите на терке.",
          "Нагрейте сковороду с маслом, пассеруйте в ней лук и чеснок до золотистого цвета. Затем добавьте морковь, немного убавьте огонь и тушите 3 минуты.",
          "Добавьте мясо к овощам. Жарьте на среднем огне 5 минут.",
          "Тщательно промойте гречку проточной водой. Положите в кастрюлю, залейте холодной водой, посолите. Поставьте на сильный огонь. Когда крупа закипит, накройте крышкой и убавьте огонь до минимального. Варите 20 минут под крышкой. Затем выключите огонь и оставьте гречку на 10 минут под закрытой крышкой, добавив сливочное масло.",
          "Добавьте перец к мясу. Обжаривайте еще 3-5 минут.",
          "Добавьте к мясу соль, перец, хмели-сунели. Перемешайте, залейте водой, чтобы она полностью покрывала блюдо. Убавьте огонь, накройте крышкой, тушите 20-30 минут до мягкости мяса.",
          "Перед подачей посыпьте мелко нарезанной зеленью."
        ],
        "ingredients": [
          {
            "name": "Филе говядины",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Гречневая крупа",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Сливочное масло",
            "amount": 20,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Морковь",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Хмели-сунели",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Петрушка"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Тушеная говядина с овощами и гречкой"
      }
    ],
    "readyInTime": "60 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Мелко нарубите петрушку и чеснок. Отбейте куриное филе и выложите в миску. Добавьте петрушку, чеснок, лимонный сок, растительное масло (его возьмите столько же, сколько лимонного сока), соль и перец, перемешайте. Замаринуйте филе минимум на час, максимум на сутки.",
          "Сковороду с каплей растительного масла разогрейте, лучше всего использовать сковороду-гриль. Обжаривайте филе 5-10 минут (в зависимости от толщины отбитого филе) до готовности на среднем огне, периодически переворачивая."
        ],
        "ingredients": [
          {
            "name": "Куриное филе",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Лимон",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Петрушка"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Курица в лимонно-чесночном маринаде"
      },
      {
        "steps": [
          "Выложите овощи на антипригарную сковороду, добавьте полстакана воды и тушите на медленном огне до выкипания жидкости. Как вариант, вы можете вместо тушения пожарить овощи на растительном масле.",
          "За пару минут до окончания приготовления добавьте измельченный при помощи чеснокодавилки чеснок, соль, перец и итальянские травы. Ароматный и полезный гарнир готов!"
        ],
        "ingredients": [
          {
            "name": "Смесь замороженных овощей (брокколи, цветная капуста, морковь)",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Итальянские травы",
            "amount": 0.5,
            "unit": "ч.л."
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Овощи, тушеные с травами и чесноком"
      }
    ],
    "readyInTime": "60 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Отварите пасту в подсоленной воде до состояния аль-денте согласно инструкции на упаковке.",
          "Нарежьте баклажан кубиками, щедро присыпьте солью и оставьте на 10 минут, чтобы ушла горечь. Мелко порежьте лук и чеснок.",
          "Обжарьте лук и чеснок на среднем огне в течение пары минут.",
          "Слейте жидкость с баклажанов, обсушите их бумажным полотенцем. Добавьте баклажаны в сковороду к луку и чесноку, жарьте на сильном огне в течение 1 минуты.",
          "Затем в сковороду выложите томаты и немного горячей воды, тушите на медленном огне до готовности баклажанов.",
          "Выложите в сковороду пасту, посолите, поперчите, добавьте базилик, перемешайте и прогрейте на небольшом огне пару минут.",
          "Разложите пасту по тарелкам и подавайте, посыпав нарезанной кубиками или накрошенной фетой."
        ],
        "ingredients": [
          {
            "name": "Паста тальятелле",
            "amount": 250,
            "unit": "г"
          },
          {
            "name": "Томаты в с/с",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Сыр фета",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Баклажан",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Базилик (сушеный)",
            "amount": 0.5,
            "unit": "ч.л."
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Паста с баклажанами и фетой"
      }
    ],
    "readyInTime": "45 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          " Что бы сделать рецепт более полезным, рекомендуем вам заменить белый рис на бурый или коричневый. С филе белой рыбы аккуратно снимите кожу острым ножом, выньте пинцетом крупные кости. Филе нарежьте кусочками шириной 2 см и толщиной 2-3 см.",
          "В тарелку насыпьте муку для обвалки рыбы, остальная мука пойдёт для приготовления кляра. Приготовьте кляр: смешайте яйца, добавьте молоко, оставшуюся муку, соль. Взбейте вилкой до однородной консистенции (консистенция густого кефира, тесто непрерывной струйкой стекает с ложки).",
          "В сковороду налейте масло и поставьте на средний огонь. Кусочки рыбы обваляйте в муке, полностью окуните в кляр и выкладывайте на сковородку на расстоянии друг от друга. Готовьте по 2-3 минуты с каждой стороны до лёгкого румяного цвета.",
          "Для соуса смешайте густой йогурт, приправу карри, соль, сок половины лайма. дайте соусу постоять 10 минут перед подачей."
        ],
        "ingredients": [
          {
            "name": "Белая рыба (треска, тилапия, судак, окунь и т. д.)",
            "amount": 450,
            "unit": "г"
          },
          {
            "name": "Греческий йогурт",
            "amount": 200,
            "unit": "мл"
          },
          {
            "name": "Мука",
            "amount": 120,
            "unit": "г"
          },
          {
            "name": "Молоко",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Карри",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Куриное яйцо",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Соль"
          },
          {
            "name": "Лайм",
            "amount": 0.5,
            "unit": "шт"
          }
        ],
        "title": "Рыба в кляре с соусом карри"
      },
      {
        "steps": [
          "Положите в кастрюлю рис, залейте холодной водой, посолите, добавьте перец по вкусу. Поставьте на сильный огонь.",
          "Когда рис закипит, накройте крышкой и убавьте огонь до минимального.",
          "Варите рис 20 минут до готовности."
        ],
        "ingredients": [
          {
            "name": "Длиннозерный рис (жасмин, басмати, индика)",
            "amount": 120,
            "unit": "г"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Отварной рис"
      }
    ],
    "readyInTime": "45 минут"
  }
]