[
  {
    "recipes": [
      {
        "steps": [
          "Гречку промойте, залейте водой в расчете 2 к 1. Подсолите воду, добавьте соль и перец по вкусу, варите до закипания, затем убавьте огонь и варите до готовности. Дайте гречке дойти под крышкой 5 минут.",
          "Мясо нарежьте небольшими кубиками примерно 2 на 2 см. Морковь - полосками (или натрите на крупной терке). Лук – полукольцами.",
          "Хорошо разогрейте сковороду с растительным маслом. Обжарьте лук до золотистого цвета, затем добавьте к нему морковь, жарьте 3-5 минут, помешивая, а потом добавьте мясо и жарьте до корочки.",
          "Переложите содержимое сковороды в кастрюлю с толстыми стенками, посолите и поперчите, залейте водой и томите до мягкости мяса на медленном огне (30-40 минут).",
          "Выложите гуляш и гречку на тарелку и подавайте к столу."
        ],
        "ingredients": [
          {
            "name": "Филе говядины",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Гречневая крупа",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Морковь",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Гуляш из говядины с гречкой"
      },
      {
        "steps": [
          "Подавайте с квашеной капустой. Заправьте капусту нерафинированным подсолнечным маслом по желанию."
        ],
        "ingredients": [
          {
            "name": "Капуста квашеная",
            "amount": 250,
            "unit": "г"
          }
        ],
        "title": "Квашеная капуста"
      }
    ],
    "readyInTime": "60 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "На заметку: этот рецепт можно дополнить овощами по вашему желанию (например, брокколи, морковью, красным луком). В таком случае овощи нужно будет обжарить отдельно от курицы.",
          "Положите в кастрюлю промытый рис, залейте холодной водой, посолите. Поставьте на сильный огонь. Когда рис закипит, накройте крышкой и убавьте огонь до минимального. Варите рис 20 минут до готовности.",
          "Нарежьте курицу на тонкие полоски. Очистите острый перец от семян и мелко нарежьте. Мелко нарубите зеленый лук и чеснок.",
          "Нагрейте столовую ложку масла в сковороде и обжарьте в нем курицу на сильном огне, постоянно помешивая.",
          "Готовую курицу переложите в миску.",
          "Добавьте на сковороду немного масла и обжаривайте в ней чеснок и острый перец в течение 30 секунд.",
          "Верните в сковороду курицу и влейте соус терияки. Перемешайте и тушите 3-4 минуты, помешивая. Добавьте соевый соус.",
          "На порционные тарелки выложите рис, сверху положите курицу, посыпьте кунжутом, зеленым луком и подавайте к столу."
        ],
        "ingredients": [
          {
            "name": "Длиннозерный рис (жасмин, басмати, индика)",
            "amount": 120,
            "unit": "г"
          },
          {
            "name": "Соус терияки",
            "amount": 50,
            "unit": "мл"
          },
          {
            "name": "Соевый соус",
            "amount": 50,
            "unit": "мл"
          },
          {
            "name": "Кунжут",
            "amount": 10,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Куриное филе",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Соль"
          },
          {
            "name": "Красный перец чили",
            "amount": 0.5,
            "unit": "шт"
          },
          {
            "name": "Зеленый лук"
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Курица терияки с рисом"
      }
    ],
    "readyInTime": "45 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Куриные грудки нарежьте тонкими полосками. Лук нарежьте полукольцами вдоль. Сладкий перец - также полукольцами.",
          "Разогрейте масло в сковороде. Обжарьте лук и куриное мясо около 3х минут, затем добавьте сладкий перец. Посыпьте солью и специями. Когда все прожарится, добавьте измельченный чеснок и томаты в собственном соку. Если томаты целые, измельчите их лопаткой в сковороде и перемешайте.",
          "Сыр натрите на терке. Половину тортильи присыпьте сыром. На ту же половину распределите приготовленную смесь из курицы и овощей. Сверху еще раз посыпьте сыром и накройте другой половиной тортильи.",
          "Жарьте тортильи на сухой сковороде с каждой стороны по 2 минуты до появления поджаристой корочки.",
          "Выложите на порционные тарелки, разрежьте каждую кесадилью на 4 части. Подавайте с соусом сальса и обязательно со сметаной (она смягчает остроту блюда и придает нежный сливочный оттенок)"
        ],
        "ingredients": [
          {
            "name": "Томаты в с/с",
            "amount": 300,
            "unit": "г"
          },
          {
            "name": "Сметана 15%",
            "amount": 200,
            "unit": "мл"
          },
          {
            "name": "Сыр твердый",
            "amount": 150,
            "unit": "г"
          },
          {
            "name": "Лепешки тортильяс",
            "amount": 4,
            "unit": "шт"
          },
          {
            "name": "Куриное филе",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Оливковое масло"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Соус сальса"
          }
        ],
        "title": "Кесадилья с курицей"
      }
    ],
    "readyInTime": "35 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Нарежьте мясо кубиками или полосками. Лук очистите и нашинкуйте кольцами. Картофель промойте, очистите и нарежьте кольцами.",
          "Разогрейте каплю растительного масла на толстостенной сковороде с высокими бортами, отправьте обжариваться лук до легкого золотистого цвета. По готовности переложите лук на тарелку.",
          "В том же масле обжарьте мясо, приправив солью и перцем и периодически переворачивая. Жарьте до корочки.",
          "На мясо выложите половину обжаренного лука, сверху уложите картофель. Посолите и поперчите. На картофель выложите оставшийся лук.",
          "Залейте блюдо водой так, чтобы укрыть картофель на один палец. Добавьте лавровый лист и перец горошком. Доведите на сильном огне до кипения, укройте крышкой и убавьте огонь до минимального. Тушите до мягкости мяса."
        ],
        "ingredients": [
          {
            "name": "Картофель",
            "amount": 500,
            "unit": "г"
          },
          {
            "name": "Филе говядины",
            "amount": 300,
            "unit": "г"
          },
          {
            "name": "Перец горошком",
            "amount": 4,
            "unit": "шт"
          },
          {
            "name": "Лавровый лист",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Жаркое"
      }
    ],
    "readyInTime": "65 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Разогрейте духовку до 200 градусов. Промойте и обсушите рыбное филе. Нарежьте на порционные куски, посолите, полейте лимонным соком и поперчите. Запеките филе в духовке в течение 17 минут.",
          "Приготовьте тар-тар. Для этого соленые огурцы, чеснок, укроп и сметану измельчите в блендере. Поперчите и посолите соус.",
          "Подавайте рыбу с соусом."
        ],
        "ingredients": [
          {
            "name": "Филе белой или красной рыбы",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Сметана 15%",
            "amount": 180,
            "unit": "мл"
          },
          {
            "name": "Лимонный сок",
            "amount": 2,
            "unit": "ст.л."
          },
          {
            "name": "Маринованные огурцы",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль"
          },
          {
            "name": "Укроп"
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Рыба под соусом тар-тар"
      },
      {
        "steps": [
          "Вскипятите чайник. Картофель очистите, промойте, нарежьте на крупные куски. Перелейте воду в кастрюлю, подсолите ее, выложите в нее картофель и варите до готовности.",
          "Слейте воду. Перед подачей посыпьте картофель измельченным или раздавленным чесноком и рубленной зеленью, добавьте масло, дайте ему растаять, а затем перемешайте картофель."
        ],
        "ingredients": [
          {
            "name": "Картофель",
            "amount": 500,
            "unit": "г"
          },
          {
            "name": "Сливочное масло",
            "amount": 20,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Петрушка"
          }
        ],
        "title": "Отварной картофель с зеленью и чесноком"
      }
    ],
    "readyInTime": "50 минут"
  }
]