[
  {
    "recipes": [
      {
        "steps": [
          "Капусту очистите от верхних листьев, разрежьте пополам, одну половину еще пополам, удалите кочерыжку и тонко нашинкуйте. Лук очистите и нарежьте тонкими полукольцами. Морковь очистите и натрите на крупной терке. Колбаски порежьте кружочками.",
          "Разогрейте в глубокой сковороде растительное масло, обжарьте колбаски до золотистого цвета примерно 7 минут.",
          "Переложите колбаски шумовкой на блюдо. На жире от колбасок пассеруйте лук до прозрачности, добавьте морковь, потушите все вместе 3 минуты.",
          "Добавьте капусту, посолите, поперчите, готовьте на среднем огне, помешивая, 10 минут.",
          "Добавьте томатную пасту, перемешайте, тушите 5 минут, помешивая, затем добавьте колбаски, накройте крышкой и тушите еще 10 минут до готовности."
        ],
        "ingredients": [
          {
            "name": "Белокочанная капуста",
            "amount": 700,
            "unit": "г"
          },
          {
            "name": "Копченые колбаски",
            "amount": 4,
            "unit": "шт"
          },
          {
            "name": "Томатная паста",
            "amount": 2,
            "unit": "ст.л."
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Морковь",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Петрушка"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Растительное масло"
          }
        ],
        "title": "Тушеная капуста с колбасками"
      },
      {
        "steps": [
          "Натрите морковь на средней или корейской терке, чеснок измельчите при помощи чеснокодавилки.",
          "Выложите морковь и чеснок в миску для салата, посолите по вкусу и заправьте сметаной."
        ],
        "ingredients": [
          {
            "name": "Сметана 15%",
            "amount": 50,
            "unit": "мл"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Морковь",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Салат из моркови с чесноком"
      }
    ],
    "readyInTime": "35 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Замаринуйте курицу. В миске соедините соевый соус, раздавленный чеснок, сушеный имбирь (можно взять также свежий), 1-2 ст. л. растительного масла, перемешайте. Выложите целые филе куриных бедер в маринад, маринуйте 5-10 минут.",
          "Болгарский перец нарежьте полосками, морковь натрите на корейской терке или нарежьте тонкими полосками, грибы - пластинками. Зеленый лук нашинкуйте.",
          "Разогрейте сковороду с маслом, обжарьте на ней филе без маринада (маринад сохраните) с обеих сторон. Затем убавьте огонь и жарьте до готовности филе на небольшом огне, иногда переворачикая. В течение 10-15 минут жарки курица должна полностью проготовиться (проверьте на готовность, разрезав). Уберите курицу со сковороды. Когда курица остынет, нарежьте ее пластинками",
          "Выложите на ту же сковороду грибы и морковь, жарьте помешивая до испарения сока. Затем добавьте перец, жарьте, помешивая, 2 минуты. Влейте маринад от курицы и протушите еше пару минут.",
          "Тем временем отварите лапшу в соответствии с инструкцией на упаковке.",
          "В сковороду с овощами выложите лапшу, влейте еще немного соевого соуса по желанию. Перемешайте.",
          "Выложите лапшу в порционные миски, сверху выложите нарезанную курицу, посыпьте зеленым луком, кунжутом для красоты и подавайте к столу!"
        ],
        "ingredients": [
          {
            "name": "Филе с куриного бедра",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Лапша удон (или яичная лапша)",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Шампиньоны",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Соевый соус",
            "amount": 100,
            "unit": "мл"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 3,
            "unit": "шт"
          },
          {
            "name": "Кунжут",
            "amount": 1,
            "unit": "ч.л."
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Сушеный имбирь",
            "amount": 0.5,
            "unit": "ч.л."
          },
          {
            "name": "Зеленый лук"
          }
        ],
        "title": "Лапша по-японски с курицей и грибами"
      }
    ],
    "readyInTime": "25 минут (30 минут маринование)"
  },
  {
    "recipes": [
      {
        "steps": [
          "Мясо нарежьте кубиками или полосками, лук - мелкими кубиками.",
          "Мясо и лук выложите в толстостенную кастрюлю или глубокую сковороду, добавьте немного воды. Тушите до мягкости мяса (около 25-30 минут), при необходимости добавляя воду.",
          "Промойте рис и залейте водой в пропорции 2 к 1. Варите до готовности, не забыв подсолить.",
          "Нарежьте помидоры кубиками, чеснок измельчите при помощи чеснокодавилки или мелко нарежьте. Добавьте к мясу помидоры, томатную пасту, чеснок, специи. Перемешайте, тушите еще 10 минут.",
          "Снимите с огня, накройте крышкой и дайте настояться 10 минут.",
          "Подавайте с рисом, посыпав мелко нарезанной свежей зеленью."
        ],
        "ingredients": [
          {
            "name": "Филе говядины",
            "amount": 300,
            "unit": "г"
          },
          {
            "name": "Рис",
            "amount": 120,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Томатная паста",
            "amount": 2,
            "unit": "ст.л."
          },
          {
            "name": "Лавровый лист",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Помидор",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Петрушка"
          },
          {
            "name": "Молотый кориандр",
            "amount": 0.25,
            "unit": "ч.л."
          },
          {
            "name": "Базилик (сушеный)",
            "amount": 0.5,
            "unit": "ч.л."
          },
          {
            "name": "Хмели-сунели",
            "amount": 0.5,
            "unit": "ч.л."
          }
        ],
        "title": "Чашушули с рисом"
      },
      {
        "steps": [
          "Нарежьте огурцы и помидоры на небольшие кусочки, лук - перьями, перец - тонкими полосками, зелень мелко порубите.",
          "Приготовьте заправку, смешав сметану, измельченный при помощи чеснокодавилки чеснок, соль и перец.",
          "Выложите все ингредиенты в миску, заправьте и перемешайте."
        ],
        "ingredients": [
          {
            "name": "Сметана 15%",
            "amount": 100,
            "unit": "мл"
          },
          {
            "name": "Огурец",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Помидор",
            "amount": 2,
            "unit": "шт"
          },
          {
            "name": "Болгарский перец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Луковица",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Зеленый лук"
          }
        ],
        "title": "Овощной салат со сметанной заправкой"
      }
    ],
    "readyInTime": "50 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Пасту, папарделле или спагетти отварите в большом количестве воды до состояния аль-денте, воду хорошо посолите. Слейте воду, пасту оставьте в дуршлаге, туда же добавьте каплю масла и перемешайте, чтобы паста не слиплась.",
          "Креветки очистите, оставив только хвостик. Кабачок нарежьте тонкими полосками овощечисткой. Горошек можно использовать свежий или замороженный. Если используете замороженный, залейте его кипятком на 10 минут. Чеснок раздавите широкой частью ножа.",
          "На сковороде разогрейте масло, добавьте чеснок и креветки периодически помешивайте 4 минуты, чеснок не должен поменять цвет. Выньте чеснок. Добавьте горошек, прогрейте еще 2 минуты, добавьте тонкие пластины кабачка, 2 столовые ложки воды, соль, перец, сливочное масло, готовую пасту и еще 2 минуты прогрейте все вместе.",
          "Пасту выложите на тарелку, сверху укройте горошком и кабачком, разложите креветки сверху."
        ],
        "ingredients": [
          {
            "name": "Паста на выбор",
            "amount": 300,
            "unit": "г"
          },
          {
            "name": "Креветки (очищенные)",
            "amount": 200,
            "unit": "г"
          },
          {
            "name": "Зеленый горошек (замороженный)",
            "amount": 100,
            "unit": "г"
          },
          {
            "name": "Сливочное масло",
            "amount": 20,
            "unit": "г"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 3,
            "unit": "шт"
          },
          {
            "name": "Кабачок",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Оливковое масло"
          }
        ],
        "title": "Паста с зеленым горошком, кабачком и креветками"
      },
      {
        "steps": [
          "Нарежьте огурец и помидор кубиками.",
          "Выложите в миску для салата огурцы, помидоры и рукколу. Посолите и поперчите салат, заправьте маслом и перемешайте."
        ],
        "ingredients": [
          {
            "name": "Руккола",
            "amount": 50,
            "unit": "г"
          },
          {
            "name": "Помидор",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Огурец",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Оливковое масло"
          },
          {
            "name": "Соль и молотый перец"
          }
        ],
        "title": "Овощной салат с рукколой"
      }
    ],
    "readyInTime": "30 минут"
  },
  {
    "recipes": [
      {
        "steps": [
          "Приготовьте капустный салат. Нашинкуйте капусту, натрите морковь на корейской терке. Выложите капусту в миску, помните руками, чтобы выделился сок. Добавьте морковь, уксус и сахар, перемешайте и оставьте минимум на 30 минут. Готовый салат заправьте маслом и подсолите по вкусу.",
          "Нарежьте филе на кусочки. Разогрейте немного масла на сковороде, посолите и поперчите курицу, обжарьте до готовности.",
          "Приготовьте соус, смешав сметану, раздавленный чеснок, хмели- сунели, мелко нарезанную зелень, соль и перец по вкусу.",
          "Маринованные огурцы нарежьте полукружочками.",
          "Лаваш разделите на порционные прямоугольники. На лаваш выложите капустный салат, сверху положите курицу и огурцы, полейте соусом.",
          "Сверните лаваш в трубочку. Перед подачей прогрейте шаурму с обеих сторон на сухой сковороде или сковороде-гриль."
        ],
        "ingredients": [
          {
            "name": "Филе с куриного бедра",
            "amount": 400,
            "unit": "г"
          },
          {
            "name": "Белокочанная капуста",
            "amount": 300,
            "unit": "г"
          },
          {
            "name": "Сметана 15%",
            "amount": 100,
            "unit": "мл"
          },
          {
            "name": "Сахар",
            "amount": 5,
            "unit": "г"
          },
          {
            "name": "Маринованные огурцы",
            "amount": 3,
            "unit": "шт"
          },
          {
            "name": "Чеснок (зубчик)",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Уксус",
            "amount": 1,
            "unit": "ст.л."
          },
          {
            "name": "Морковь",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Лист лаваша",
            "amount": 1,
            "unit": "шт"
          },
          {
            "name": "Петрушка"
          },
          {
            "name": "Растительное масло"
          },
          {
            "name": "Соль и молотый перец"
          },
          {
            "name": "Хмели-сунели",
            "amount": 0.5,
            "unit": "ч.л."
          }
        ],
        "title": "Домашняя шаурма с витаминным салатом"
      }
    ],
    "readyInTime": "40 минут"
  }
]